// ------ Strings in Smash Error ------ //"Your HP device has sent a status message. This message could not be saved" = "El dispositivo HP ha enviado un mensaje de estado. Este mensaje no se pudo guardar.";